---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FailureDefinitionAccessor
source: html/e53a1485-2abb-a63e-2cac-e87ad11afb56.htm
---
# FailureDefinitionAccessor Members

Releases all resources used by the FailureDefinitionAccessor